{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 6400, "word_counts": "{\"throughout\": 367, \"the\": 28570, \"movie\": 4413, \"film\": 3729, \"was\": 7003, \"dull\": 185, \"this\": 5313, \"limps\": 1, \"from\": 1428, \"self\": 73, \"indulgent\": 11, \"moment\": 76, \"to\": 8998, \"promising\": 14, \"develop\": 8, \"into\": 565, \"something\": 323, \"worth\": 166, \"hanging\": 18, \"on\": 2142, \"for\": 3398, \"but\": 3132, \"it\": 6175, \"doesn\": 268, \"t\": 2118, \"s\": 4022, \"flat\": 153, \"conscious\": 5, \"unimaginative\": 5, \"and\": 10477, \"tedious\": 18, \"a\": 11101, \"series\": 183, \"of\": 9400, \"set\": 291, \"images\": 24, \"backdrops\": 2, \"don\": 548, \"make\": 504, \"they\": 1427, \"calendar\": 2, \"kind\": 184, \"pitiful\": 10, \"socialist\": 4, \"pseudo\": 5, \"drama\": 193, \"documentary\": 61, \"true\": 146, \"really\": 679, \"happened\": 63, \"not\": 1987, \"only\": 686, \"fails\": 30, \"entertain\": 17, \"convince\": 14, \"so\": 1312, \"even\": 819, \"function\": 7, \"as\": 2904, \"social\": 28, \"history\": 90, \"clich\": 61, \"co\": 49, \"mingled\": 1, \"with\": 2869, \"bad\": 581, \"acting\": 618, \"very\": 839, \"difficult\": 53, \"finish\": 22, \"amusement\": 8, \"factor\": 18, \"wearing\": 22, \"off\": 368, \"fairly\": 48, \"quickly\": 39, \"characters\": 806, \"are\": 1923, \"one\": 1741, \"dimensional\": 18, \"never\": 412, \"developing\": 18, \"extent\": 22, \"that\": 4638, \"feels\": 41, \"them\": 495, \"director\": 345, \"ego\": 14, \"is\": 6902, \"largest\": 3, \"character\": 474, \"in\": 6884, \"overall\": 708, \"contains\": 128, \"multiple\": 221, \"dialogue\": 419, \"scenes\": 807, \"cinematography\": 171, \"stunning\": 127, \"performances\": 353, \"were\": 1251, \"strong\": 217, \"although\": 555, \"boring\": 236, \"after\": 476, \"seeing\": 146, \"midnight\": 11, \"offerings\": 9, \"i\": 5644, \"am\": 181, \"still\": 360, \"convinced\": 17, \"first\": 525, \"decent\": 72, \"about\": 1126, \"teenage\": 20, \"witches\": 13, \"yet\": 614, \"has\": 1280, \"be\": 1778, \"made\": 607, \"didn\": 294, \"think\": 465, \"much\": 602, \"craft\": 5, \"m\": 300, \"charmed\": 1, \"either\": 107, \"more\": 834, \"or\": 1171, \"less\": 128, \"enjoyed\": 81, \"little\": 511, \"1996\": 2, \"wasn\": 132, \"good\": 897, \"changes\": 23, \"if\": 1089, \"you\": 2212, \"liked\": 87, \"all\": 1452, \"aforementioned\": 4, \"movies\": 507, \"will\": 617, \"also\": 583, \"enjoy\": 98, \"expecting\": 41, \"silly\": 68, \"cheesy\": 47, \"early\": 107, \"80\": 40, \"high\": 136, \"school\": 100, \"rather\": 221, \"surprised\": 45, \"whole\": 207, \"plays\": 138, \"serious\": 64, \"time\": 852, \"no\": 826, \"jokes\": 67, \"being\": 427, \"played\": 161, \"by\": 1725, \"teenagers\": 10, \"musical\": 54, \"score\": 67, \"at\": 1514, \"thought\": 237, \"pretty\": 225, \"added\": 29, \"some\": 1018, \"scariness\": 1, \"classy\": 4, \"use\": 134, \"threatening\": 10, \"violins\": 2, \"progressed\": 4, \"came\": 95, \"conclusion\": 26, \"just\": 1070, \"too\": 564, \"ambitious\": 10, \"have\": 1785, \"add\": 59, \"those\": 255, \"when\": 827, \"simply\": 123, \"see\": 669, \"someone\": 173, \"back\": 316, \"up\": 857, \"car\": 94, \"then\": 546, \"drive\": 30, \"away\": 214, \"normal\": 29, \"speed\": 14, \"there\": 1185, \"melissa\": 1, \"sue\": 5, \"anderson\": 14, \"who\": 1344, \"main\": 345, \"reason\": 163, \"me\": 955, \"few\": 273, \"weeks\": 16, \"ago\": 75, \"saw\": 206, \"her\": 1075, \"happy\": 78, \"birthday\": 10, \"enjoyable\": 165, \"thick\": 10, \"plotted\": 6, \"goofy\": 20, \"occasions\": 5, \"slasher\": 37, \"which\": 769, \"she\": 841, \"had\": 850, \"done\": 213, \"same\": 285, \"year\": 139, \"must\": 219, \"say\": 364, \"icy\": 3, \"cold\": 33, \"witch\": 27, \"vivian\": 2, \"problem\": 63, \"almost\": 183, \"nothing\": 254, \"happens\": 65, \"causes\": 11, \"death\": 135, \"an\": 1394, \"accident\": 27, \"yes\": 111, \"robin\": 20, \"learning\": 17, \"powers\": 20, \"we\": 644, \"expect\": 73, \"two\": 625, \"using\": 53, \"their\": 693, \"than\": 613, \"once\": 158, \"occasion\": 5, \"pieces\": 27, \"wood\": 20, \"other\": 612, \"stuff\": 80, \"fly\": 14, \"through\": 285, \"air\": 44, \"projectiles\": 1, \"supposed\": 106, \"fight\": 76, \"between\": 208, \"powerful\": 201, \"what\": 1003, \"worse\": 111, \"hoping\": 29, \"spectacular\": 16, \"show\": 376, \"down\": 208, \"end\": 489, \"least\": 197, \"special\": 143, \"effects\": 151, \"flaming\": 1, \"eyes\": 78, \"whatever\": 60, \"sort\": 83, \"confrontation\": 4, \"big\": 239, \"disappointment\": 27, \"though\": 288, \"overly\": 15, \"dark\": 77, \"moody\": 5, \"times\": 207, \"does\": 369, \"story\": 1778, \"engaging\": 143, \"script\": 289, \"poor\": 249, \"screenplay\": 261, \"weak\": 284, \"several\": 308, \"plot\": 923, \"beginning\": 221, \"meaningful\": 118, \"however\": 627, \"excellent\": 373, \"actors\": 282, \"actresses\": 23, \"evoking\": 2, \"range\": 26, \"emotions\": 18, \"humour\": 24, \"family\": 272, \"can\": 883, \"get\": 603, \"know\": 394, \"experience\": 185, \"ups\": 22, \"downs\": 4, \"ends\": 61, \"upbeat\": 5, \"message\": 209, \"felt\": 552, \"forced\": 175, \"direction\": 317, \"impressive\": 142, \"long\": 453, \"released\": 157, \"2020\": 97, \"emotional\": 191, \"unconvincing\": 129, \"visuals\": 131, \"beautiful\": 232, \"amazing\": 170, \"predictable\": 169, \"ending\": 387, \"disappointing\": 149, \"soundtrack\": 173, \"forgettable\": 131, \"includes\": 235, \"indoor\": 109, \"outdoor\": 110, \"dvd\": 153, \"joke\": 42, \"audio\": 9, \"minutes\": 180, \"terrible\": 112, \"sound\": 105, \"out\": 1046, \"sync\": 7, \"segals\": 1, \"voice\": 73, \"his\": 1836, \"pathetic\": 27, \"better\": 354, \"5\": 89, \"lines\": 106, \"should\": 330, \"another\": 267, \"job\": 149, \"because\": 584, \"business\": 35, \"where\": 432, \"any\": 475, \"while\": 356, \"segal\": 3, \"days\": 206, \"latest\": 22, \"ones\": 55, \"embarrassment\": 6, \"him\": 590, \"company\": 37, \"handled\": 14, \"he\": 1990, \"return\": 35, \"having\": 136, \"party\": 28, \"run\": 90, \"talent\": 66, \"ever\": 388, \"complete\": 60, \"involved\": 69, \"its\": 519, \"production\": 113, \"disgrace\": 9, \"viewed\": 16, \"turned\": 68, \"20\": 43, \"asking\": 14, \"my\": 1082, \"money\": 138, \"block\": 2, \"buster\": 4, \"mark\": 41, \"ontario\": 2, \"canada\": 13, \"directed\": 172, \"known\": 164, \"according\": 351, \"review\": 398, \"heard\": 85, \"lot\": 239, \"people\": 593, \"writing\": 78, \"telling\": 39, \"fan\": 133, \"extremely\": 75, \"bloody\": 16, \"gory\": 18, \"got\": 246, \"hands\": 35, \"right\": 202, \"thing\": 277, \"always\": 163, \"kept\": 55, \"watching\": 288, \"until\": 96, \"now\": 328, \"would\": 811, \"been\": 582, \"remembering\": 7, \"atrocious\": 13, \"worst\": 154, \"could\": 543, \"actually\": 280, \"clive\": 3, \"barker\": 6, \"read\": 106, \"appears\": 58, \"haven\": 57, \"completely\": 137, \"clueless\": 11, \"utterly\": 27, \"disappointed\": 70, \"begins\": 63, \"enough\": 234, \"convincing\": 31, \"interesting\": 314, \"scene\": 380, \"great\": 586, \"way\": 476, \"catch\": 28, \"your\": 366, \"attention\": 70, \"blood\": 66, \"looked\": 61, \"bit\": 177, \"did\": 419, \"hope\": 78, \"improvement\": 9, \"later\": 139, \"wrong\": 107, \"horrible\": 69, \"insult\": 8, \"intelligence\": 18, \"expected\": 53, \"believe\": 150, \"instance\": 13, \"knock\": 8, \"person\": 96, \"head\": 103, \"shoulders\": 7, \"meat\": 11, \"hammer\": 7, \"wtf\": 3, \"cgi\": 28, \"real\": 337, \"home\": 126, \"looks\": 165, \"used\": 136, \"unbelievable\": 29, \"acts\": 25, \"dismemberment\": 2, \"eyeballs\": 3, \"popping\": 7, \"getting\": 109, \"hit\": 67, \"arms\": 13, \"cut\": 81, \"neatly\": 2, \"remember\": 122, \"bones\": 6, \"our\": 159, \"bodies\": 13, \"every\": 249, \"odd\": 30, \"yellow\": 16, \"color\": 26, \"hidden\": 12, \"shadows\": 7, \"gets\": 178, \"found\": 163, \"myself\": 74, \"pointing\": 6, \"mistake\": 21, \"fact\": 272, \"serial\": 23, \"killer\": 104, \"turns\": 89, \"demonic\": 5, \"supernatural\": 15, \"monster\": 53, \"thank\": 23, \"creepy\": 38, \"guy\": 204, \"butchering\": 1, \"subway\": 1, \"ok\": 69, \"conspiracy\": 8, \"theory\": 10, \"thrown\": 22, \"overzealous\": 1, \"photographer\": 5, \"maybe\": 163, \"murder\": 52, \"sell\": 14, \"via\": 10, \"plant\": 7, \"plausible\": 10, \"doable\": 1, \"worked\": 44, \"instead\": 119, \"became\": 42, \"creatures\": 13, \"living\": 66, \"old\": 329, \"tunnel\": 6, \"everyone\": 144, \"knows\": 40, \"unless\": 59, \"book\": 132, \"well\": 762, \"won\": 96, \"understand\": 111, \"fiasco\": 3, \"tragic\": 26, \"awful\": 97, \"do\": 558, \"such\": 313, \"potential\": 36, \"like\": 1274, \"mindless\": 8, \"fake\": 37, \"gore\": 42, \"ll\": 176, \"love\": 441, \"half\": 139, \"brain\": 37, \"hate\": 69, \"stay\": 54, \"far\": 181, \"thoughtful\": 116, \"jerry\": 18, \"spies\": 2, \"tom\": 48, \"listening\": 8, \"radio\": 18, \"seizes\": 1, \"opportunity\": 27, \"scare\": 10, \"nemesis\": 6, \"find\": 264, \"particular\": 43, \"episode\": 83, \"funny\": 260, \"seemed\": 94, \"constrained\": 2, \"kinda\": 13, \"lame\": 42, \"essentially\": 14, \"tormenting\": 2, \"occasional\": 7, \"flash\": 13, \"inspiration\": 8, \"literal\": 4, \"heart\": 79, \"mouth\": 19, \"nines\": 1, \"lives\": 101, \"sucked\": 18, \"body\": 56, \"effort\": 37, \"lacks\": 17, \"frenetic\": 4, \"pacing\": 135, \"animation\": 53, \"sheer\": 19, \"wit\": 20, \"most\": 868, \"j\": 27, \"cartoons\": 15, \"city\": 202, \"environment\": 122, \"hours\": 266, \"available\": 128, \"languages\": 106, \"memorable\": 148, \"cast\": 474, \"messy\": 120, \"facts\": 10, \"earlier\": 43, \"anything\": 168, \"nash\": 1, \"genius\": 26, \"mathematics\": 2, \"man\": 344, \"cured\": 3, \"plain\": 39, \"rode\": 2, \"around\": 230, \"bike\": 6, \"campus\": 4, \"university\": 7, \"years\": 261, \"opinion\": 337, \"russell\": 7, \"crowe\": 2, \"fit\": 47, \"part\": 242, \"since\": 190, \"look\": 266, \"intelligent\": 38, \"individualist\": 2, \"type\": 68, \"therefore\": 24, \"couldn\": 106, \"play\": 125, \"focused\": 8, \"similar\": 49, \"pi\": 2, \"over\": 535, \"dramatized\": 1, \"lovelife\": 1, \"level\": 65, \"abm\": 1, \"hollywood\": 121, \"ish\": 6, \"superficial\": 6, \"personally\": 34, \"mad\": 42, \"nor\": 49, \"paranoid\": 6, \"onto\": 15, \"caliber\": 3, \"tend\": 12, \"lesser\": 14, \"mortals\": 2, \"10\": 258, \"awkward\": 135, \"sense\": 273, \"exclusively\": 5, \"coop\": 2, \"lovers\": 14, \"clint\": 11, \"eastwood\": 15, \"unobtrusive\": 2, \"presence\": 26, \"asset\": 2, \"biography\": 12, \"gary\": 21, \"cooper\": 13, \"based\": 197, \"mainly\": 31, \"filmography\": 2, \"private\": 11, \"archives\": 2, \"child\": 78, \"young\": 257, \"friends\": 118, \"picasso\": 1, \"hemingway\": 1, \"etc\": 88, \"older\": 32, \"finally\": 76, \"sick\": 32, \"close\": 162, \"feeling\": 62, \"knew\": 70, \"spent\": 32, \"re\": 276, \"viewing\": 57, \"many\": 419, \"best\": 407, \"moments\": 102, \"respect\": 23, \"talented\": 36, \"actor\": 159, \"professional\": 22, \"increased\": 7, \"tenfold\": 1, \"shows\": 129, \"interestingly\": 8, \"how\": 550, \"career\": 68, \"paralleled\": 1, \"evolution\": 3, \"usa\": 9, \"society\": 51, \"before\": 254, \"ww2\": 3, \"answer\": 20, \"justice\": 19, \"communism\": 5, \"world\": 233, \"james\": 65, \"stewart\": 31, \"received\": 21, \"award\": 26, \"month\": 8, \"weeping\": 4, \"pot\": 12, \"watch\": 425, \"america\": 40, \"crafted\": 122, \"going\": 254, \"kane\": 6, \"wrestler\": 2, \"exactly\": 68, \"thrill\": 5, \"hey\": 32, \"santa\": 15, \"slay\": 1, \"hell\": 73, \"strangely\": 10, \"promisingly\": 2, \"becomes\": 83, \"typical\": 50, \"teen\": 34, \"terror\": 15, \"flick\": 96, \"settings\": 11, \"helped\": 28, \"bunch\": 56, \"criminal\": 15, \"folks\": 20, \"rounded\": 2, \"taken\": 82, \"hotel\": 16, \"luxury\": 2, \"palace\": 5, \"dump\": 9, \"clean\": 18, \"prepare\": 2, \"homeless\": 10, \"shelter\": 4, \"driver\": 17, \"prosthetic\": 4, \"arm\": 13, \"veteran\": 16, \"opening\": 58, \"wherein\": 6, \"encounters\": 7, \"galoot\": 1, \"killed\": 69, \"partner\": 13, \"blinded\": 4, \"woman\": 158, \"teens\": 15, \"punk\": 6, \"smart\": 27, \"asses\": 2, \"course\": 154, \"object\": 7, \"work\": 284, \"unique\": 38, \"ed\": 25, \"program\": 15, \"yep\": 7, \"idea\": 115, \"anyone\": 186, \"suspect\": 17, \"lurking\": 4, \"own\": 245, \"save\": 59, \"tax\": 5, \"payers\": 1, \"state\": 38, \"likes\": 36, \"collect\": 6, \"quite\": 217, \"collection\": 36, \"here\": 348, \"horror\": 202, \"fans\": 95, \"seen\": 422, \"brutal\": 23, \"sufficient\": 4, \"satisfy\": 7, \"hard\": 187, \"core\": 22, \"setting\": 33, \"makes\": 292, \"perfect\": 96, \"spot\": 32, \"sub\": 30, \"stories\": 67, \"search\": 15, \"alleged\": 5, \"safe\": 10, \"full\": 110, \"babes\": 2, \"crew\": 34, \"evenly\": 1, \"matched\": 6, \"deservingly\": 1, \"killable\": 1, \"works\": 77, \"silent\": 25, \"hill\": 14, \"stranger\": 10, \"calls\": 17, \"perhaps\": 100, \"crap\": 64, \"wouldn\": 51, \"bother\": 28, \"7\": 55, \"slow\": 182, \"follows\": 147, \"storyline\": 174, \"searching\": 10, \"video\": 103, \"last\": 159, \"night\": 142, \"friend\": 95, \"trying\": 164, \"looking\": 160, \"new\": 242, \"weekend\": 9, \"shelves\": 4, \"severed\": 5, \"spotted\": 4, \"eye\": 53, \"grabbed\": 5, \"shelf\": 4, \"might\": 187, \"b\": 85, \"grade\": 26, \"cover\": 33, \"sounded\": 13, \"semi\": 14, \"rented\": 31, \"fooled\": 8, \"thinking\": 85, \"artwork\": 5, \"itself\": 88, \"police\": 58, \"detectives\": 4, \"tracking\": 9, \"voodoo\": 8, \"inspired\": 25, \"ritualistic\": 1, \"called\": 85, \"hunter\": 29, \"decapitating\": 1, \"victims\": 24, \"left\": 130, \"unnamed\": 3, \"probably\": 195, \"los\": 11, \"angeles\": 9, \"become\": 112, \"drawn\": 24, \"ritualized\": 1, \"somewhat\": 70, \"ve\": 301, \"halfway\": 14, \"god\": 66, \"everything\": 137, \"laughable\": 26, \"features\": 141, \"redheaded\": 1, \"actress\": 81, \"talk\": 51, \"huge\": 55, \"outdated\": 3, \"cell\": 9, \"phone\": 26, \"goes\": 144, \"outside\": 38, \"talks\": 13, \"shadow\": 11, \"comes\": 168, \"behind\": 78, \"hacks\": 4, \"girl\": 162, \"drops\": 5, \"ground\": 19, \"starts\": 72, \"crawling\": 5, \"absolutely\": 93, \"dial\": 3, \"911\": 1, \"ridiculous\": 64, \"bet\": 12, \"entire\": 98, \"filmed\": 53, \"vhs\": 25, \"quality\": 87, \"camera\": 98, \"assuming\": 7, \"mostly\": 74, \"believable\": 56, \"policemen\": 6, \"line\": 114, \"echoing\": 4, \"recorded\": 10, \"bathroom\": 9, \"amateurish\": 20, \"hold\": 35, \"interest\": 62, \"often\": 102, \"bored\": 28, \"tired\": 31, \"failed\": 40, \"attempt\": 83, \"higher\": 23, \"budget\": 134, \"alright\": 18, \"fell\": 20, \"face\": 121, \"sorely\": 6, \"recommended\": 24, \"tolerate\": 4, \"d\": 197, \"flicks\": 26, \"otherwise\": 49, \"want\": 241, \"straight\": 54, \"garbage\": 35, \"beyond\": 56, \"mess\": 50, \"1\": 128, \"badly\": 165, \"executed\": 136, \"takes\": 237, \"place\": 288, \"small\": 213, \"warning\": 21, \"spoilers\": 29, \"ahead\": 19, \"writers\": 33, \"these\": 310, \"men\": 121, \"likewise\": 8, \"portrayed\": 41, \"result\": 43, \"feel\": 156, \"john\": 126, \"lennon\": 2, \"paul\": 42, \"mccartney\": 2, \"tensions\": 6, \"especially\": 119, \"begin\": 42, \"loosen\": 2, \"camaraderie\": 4, \"beatles\": 6, \"bitterness\": 3, \"interrupts\": 1, \"take\": 253, \"lorne\": 1, \"michaels\": 2, \"offer\": 28, \"pay\": 40, \"gag\": 9, \"sum\": 14, \"3000\": 7, \"appear\": 44, \"saturday\": 14, \"live\": 111, \"boyish\": 2, \"pranksters\": 1, \"terrorized\": 1, \"liverpool\": 1, \"together\": 157, \"survived\": 9, \"playing\": 81, \"rough\": 11, \"nightclubs\": 1, \"hamburg\": 1, \"rise\": 16, \"superstardom\": 1, \"wonderful\": 102, \"fantasy\": 28, \"grounds\": 4, \"us\": 220, \"gently\": 4, \"reminded\": 26, \"why\": 367, \"reunion\": 8, \"likely\": 28, \"possible\": 60, \"assassination\": 7, \"driving\": 17, \"forces\": 23, \"group\": 84, \"outgrew\": 1, \"each\": 160, \"poorly\": 172, \"written\": 313, \"tarzan\": 27, \"mate\": 6, \"1934\": 5, \"kid\": 91, \"ape\": 3, \"1932\": 8, \"hundred\": 13, \"keep\": 95, \"copy\": 53, \"remarkable\": 19, \"flawless\": 9, \"falters\": 1, \"harmonic\": 1, \"parts\": 79, \"life\": 388, \"themselves\": 71, \"action\": 321, \"sequences\": 158, \"expensive\": 11, \"himself\": 135, \"starring\": 31, \"jane\": 41, \"dominates\": 1, \"developed\": 28, \"jungle\": 18, \"sexy\": 20, \"forget\": 46, \"criticism\": 9, \"sing\": 14, \"praise\": 18, \"let\": 155, \"duped\": 1, \"crock\": 1, \"steels\": 1, \"kiss\": 13, \"elephant\": 7, \"insists\": 5, \"carry\": 12, \"bracelet\": 2, \"belonged\": 2, \"father\": 120, \"forever\": 23, \"split\": 5, \"went\": 86, \"businesses\": 2, \"stupid\": 115, \"founds\": 2, \"river\": 14, \"proof\": 9, \"dead\": 130, \"cheap\": 41, \"crocks\": 1, \"obvious\": 65, \"gone\": 49, \"words\": 50, \"granted\": 13, \"england\": 21, \"seems\": 208, \"forgot\": 13, \"tough\": 38, \"kill\": 87, \"caravan\": 2, \"leaving\": 24, \"go\": 277, \"along\": 121, \"again\": 284, \"pothole\": 1, \"easily\": 52, \"rest\": 128, \"pick\": 24, \"things\": 220, \"goodbye\": 3, \"husband\": 47, \"dive\": 1, \"floating\": 7, \"check\": 57, \"banks\": 4, \"traces\": 4, \"fire\": 46, \"15\": 20, \"seconds\": 14, \"swing\": 6, \"liana\": 1, \"picking\": 16, \"shouldn\": 28, \"apes\": 3, \"without\": 188, \"miserable\": 10, \"brings\": 39, \"earth\": 52, \"letting\": 6, \"rapist\": 2, \"blame\": 23, \"punishment\": 7, \"vane\": 4, \"nonsense\": 10, \"struggle\": 16, \"slap\": 8, \"appropriate\": 17, \"potholes\": 1, \"sometimes\": 66, \"deep\": 40, \"lean\": 4, \"sake\": 10, \"noirish\": 2, \"neorealist\": 1, \"tells\": 49, \"refreshingly\": 3, \"free\": 35, \"sugar\": 3, \"coating\": 1, \"independent\": 24, \"foreign\": 12, \"wedding\": 9, \"exaggerated\": 9, \"unrealistic\": 16, \"dialog\": 59, \"stage\": 42, \"silver\": 6, \"screen\": 172, \"particularly\": 61, \"distracting\": 14, \"italian\": 34, \"americans\": 28, \"immigrants\": 3, \"york\": 48, \"twenties\": 2, \"thirties\": 3, \"practicing\": 1, \"shakespeare\": 15, \"mixed\": 16, \"cement\": 2, \"laid\": 4, \"bricks\": 1, \"toward\": 18, \"laughing\": 28, \"filmmakers\": 33, \"wanted\": 84, \"guess\": 110, \"stilted\": 3, \"poetry\": 6, \"defended\": 2, \"saying\": 53, \"speaking\": 29, \"translation\": 7, \"laugh\": 86, \"different\": 143, \"son\": 92, \"born\": 21, \"raised\": 11, \"1920\": 3, \"suddenly\": 30, \"picks\": 13, \"lovely\": 25, \"lilting\": 1, \"british\": 50, \"accent\": 37, \"guessing\": 8, \"give\": 221, \"intention\": 14, \"considerably\": 4, \"lower\": 12, \"execution\": 18, \"frustrating\": 118, \"shower\": 15, \"section\": 12, \"local\": 51, \"store\": 32, \"passed\": 16, \"farce\": 18, \"comedy\": 207, \"lucked\": 1, \"purchase\": 8, \"economical\": 3, \"price\": 21, \"luck\": 18, \"three\": 158, \"3\": 109, \"2\": 169, \"adult\": 42, \"sons\": 11, \"coming\": 61, \"terms\": 32, \"continues\": 13, \"change\": 43, \"modern\": 64, \"china\": 13, \"films\": 418, \"chinese\": 27, \"culture\": 40, \"facets\": 2, \"fascinating\": 28, \"characteristics\": 3, \"giving\": 49, \"touching\": 19, \"relationships\": 25, \"sole\": 7, \"against\": 88, \"backdrop\": 10, \"village\": 18, \"bathhouse\": 2, \"moves\": 29, \"estrangement\": 1, \"understanding\": 19, \"glad\": 22, \"numerous\": 20, \"customers\": 4, \"individual\": 13, \"conflicts\": 4, \"friendships\": 2, \"walks\": 8, \"smiling\": 7, \"touched\": 11, \"warmth\": 3, \"humanity\": 18, \"runtime\": 418, \"waste\": 79, \"study\": 18, \"usually\": 59, \"personal\": 38, \"wasted\": 43, \"precious\": 8, \"cannot\": 46, \"compelled\": 12, \"write\": 51, \"report\": 6, \"warn\": 11, \"others\": 85, \"student\": 24, \"project\": 34, \"min\": 6, \"annoying\": 64, \"screaming\": 15, \"whats\": 5, \"blair\": 8, \"effect\": 59, \"deserves\": 26, \"4\": 85, \"fair\": 21, \"wasting\": 11, \"said\": 144, \"peace\": 8, \"belongs\": 117, \"genre\": 186, \"inspiring\": 145, \"satisfying\": 149, \"travelling\": 6, \"belgrade\": 1, \"bus\": 9, \"led\": 22, \"drunk\": 21, \"conductor\": 4, \"dumb\": 28, \"closed\": 12, \"journey\": 30, \"frequently\": 6, \"interrupted\": 3, \"hilarious\": 69, \"events\": 51, \"irony\": 8, \"describe\": 13, \"fall\": 46, \"nation\": 11, \"spirit\": 36, \"1941\": 1, \"today\": 66, \"common\": 30, \"steals\": 19, \"peasant\": 2, \"feet\": 17, \"tall\": 9, \"bigger\": 14, \"dramatical\": 1, \"turn\": 93, \"trip\": 27, \"swan\": 1, \"song\": 63, \"dying\": 16, \"country\": 53, \"twice\": 29, \"25yrs\": 1, \"rivals\": 4, \"zatoichi\": 1, \"katsu\": 1, \"exciting\": 41, \"swordplay\": 1, \"entertaining\": 217, \"broadway\": 10, \"noise\": 11, \"bang\": 9, \"paced\": 17, \"picture\": 106, \"disjointed\": 7, \"singing\": 25, \"pops\": 6, \"sinatra\": 2, \"intolerable\": 6, \"fianc\": 10, \"surely\": 24, \"pitch\": 7, \"unnecessary\": 14, \"tolerable\": 4, \"mr\": 95, \"numbers\": 16, \"dice\": 2, \"delight\": 13, \"brando\": 7, \"understated\": 8, \"biased\": 7, \"surprise\": 43, \"jean\": 25, \"simmons\": 3, \"vivien\": 1, \"leigh\": 9, \"havana\": 2, \"bone\": 4, \"structure\": 13, \"miss\": 60, \"role\": 196, \"challenging\": 7, \"background\": 43, \"tending\": 1, \"busy\": 8, \"laundry\": 1, \"checking\": 9, \"email\": 4, \"amy\": 11, \"adams\": 15, \"successful\": 30, \"enchanted\": 3, \"2009\": 2, \"musicals\": 7, \"average\": 43, \"move\": 41, \"ughh\": 1, \"tv\": 196, \"secretary\": 11, \"breaks\": 17, \"f\": 41, \"lead\": 73, \"sure\": 173, \"lifetime\": 11, \"gregory\": 5, \"peck\": 5, \"brilliant\": 79, \"portrayal\": 30, \"douglas\": 15, \"macarthur\": 8, \"battle\": 58, \"corregidor\": 1, \"philippines\": 3, \"start\": 118, \"pacific\": 4, \"war\": 138, \"largely\": 14, \"removal\": 3, \"un\": 10, \"commander\": 8, \"during\": 141, \"korean\": 6, \"offers\": 31, \"above\": 61, \"possibilities\": 7, \"certainly\": 82, \"controversial\": 12, \"american\": 165, \"general\": 52, \"second\": 107, \"possibly\": 35, \"presented\": 28, \"massive\": 13, \"contradictions\": 1, \"claims\": 11, \"soldiers\": 31, \"yearn\": 1, \"obviously\": 69, \"glories\": 1, \"consistently\": 9, \"denies\": 3, \"political\": 36, \"ambitions\": 2, \"deliberately\": 6, \"boost\": 2, \"presidential\": 4, \"candidate\": 2, \"believes\": 8, \"under\": 78, \"command\": 9, \"follow\": 40, \"orders\": 8, \"letter\": 11, \"defies\": 3, \"president\": 15, \"united\": 15, \"states\": 27, \"cultures\": 4, \"japan\": 14, \"touch\": 26, \"held\": 32, \"balance\": 7, \"viewer\": 74, \"draw\": 13, \"conclusions\": 2, \"doubt\": 48, \"sincerely\": 5, \"passionately\": 3, \"loved\": 108, \"army\": 37, \"devoted\": 14, \"performance\": 178, \"point\": 211, \"overshadowing\": 1, \"virtually\": 13, \"else\": 110, \"given\": 113, \"portraying\": 18, \"exception\": 21, \"flanders\": 2, \"offered\": 18, \"compelling\": 29, \"harry\": 28, \"truman\": 2, \"attitude\": 12, \"sarcastic\": 4, \"repeatedly\": 9, \"referring\": 3, \"majesty\": 1, \"angry\": 13, \"frustrated\": 4, \"fed\": 5, \"authority\": 7, \"marj\": 1, \"dusay\": 1, \"intriguing\": 18, \"macarhur\": 1, \"wife\": 111, \"whom\": 46, \"herself\": 39, \"referred\": 7, \"relationship\": 66, \"learned\": 18, \"chuckled\": 2, \"reaction\": 13, \"eisenhower\": 1, \"elected\": 7, \"fine\": 89, \"damn\": 28, \"clerk\": 3, \"military\": 19, \"commanders\": 1, \"wartime\": 5, \"8\": 55, \"gave\": 73, \"four\": 39, \"purely\": 11, \"historical\": 20, \"context\": 11, \"considered\": 34, \"lost\": 71, \"popped\": 4, \"blue\": 44, \"showtime\": 4, \"nineties\": 3, \"moe\": 2, \"larry\": 15, \"curly\": 5, \"act\": 64, \"duo\": 5, \"spade\": 3, \"cooley\": 1, \"couple\": 107, \"working\": 37, \"ranch\": 8, \"minimal\": 13, \"sticks\": 6, \"memory\": 20, \"vaguely\": 4, \"western\": 46, \"stooge\": 4, \"seem\": 141, \"motions\": 4, \"recommend\": 109, \"stick\": 23, \"shorts\": 11, \"remastered\": 2, \"sandra\": 13, \"barely\": 27, \"mean\": 92, \"shots\": 48, \"fired\": 5, \"number\": 48, \"correspond\": 1, \"talking\": 57, \"moving\": 57, \"shot\": 125, \"windshield\": 1, \"motor\": 2, \"road\": 32, \"weird\": 40, \"notes\": 7, \"batman\": 55, \"comic\": 56, \"biff\": 1, \"bam\": 3, \"shooting\": 22, \"firearms\": 2, \"literally\": 27, \"fast\": 61, \"forwarded\": 3, \"discussed\": 123, \"viewers\": 159, \"online\": 123, \"incredibly\": 43, \"corny\": 17, \"monologue\": 3, \"followed\": 20, \"immediately\": 24, \"brilliantly\": 14, \"truly\": 121, \"spaceship\": 2, \"crash\": 19, \"downhill\": 6, \"realize\": 53, \"survivors\": 5, \"apart\": 35, \"docking\": 1, \"pilot\": 21, \"psychopath\": 5, \"nicely\": 17, \"fodder\": 5, \"speak\": 27, \"english\": 78, \"preventing\": 2, \"audience\": 137, \"sea\": 17, \"meets\": 43, \"silence\": 11, \"lambs\": 2, \"minus\": 9, \"bits\": 19, \"unfortunately\": 83, \"tries\": 70, \"crashed\": 3, \"desert\": 17, \"planet\": 32, \"hannibal\": 1, \"lecter\": 1, \"daylight\": 2, \"vin\": 2, \"diesel\": 2, \"anthony\": 13, \"hopkins\": 3, \"frankly\": 17, \"annoys\": 2, \"hyper\": 3, \"cool\": 73, \"psycho\": 15, \"involving\": 36, \"unexpected\": 14, \"survivor\": 7, \"thirty\": 12, \"pinpoint\": 2, \"soon\": 67, \"chopped\": 3, \"consistent\": 6, \"narrative\": 32, \"stealer\": 2, \"monsters\": 28, \"falls\": 50, \"thrilling\": 13, \"horrifying\": 6, \"development\": 32, \"sit\": 48, \"entertainment\": 67, \"besides\": 23, \"candy\": 15, \"honestly\": 29, \"admit\": 37, \"colour\": 6, \"tone\": 15, \"9\": 62, \"suffice\": 8, \"twists\": 38, \"initial\": 13, \"cruise\": 6, \"screws\": 2, \"women\": 124, \"elevate\": 3, \"norm\": 3, \"suited\": 8, \"irritatingly\": 2, \"smug\": 2, \"playboy\": 7, \"loses\": 14, \"diaz\": 5, \"attractive\": 19, \"slightly\": 46, \"deranged\": 4, \"jilted\": 2, \"lover\": 29, \"cruz\": 1, \"exotic\": 7, \"fatherly\": 1, \"psychologist\": 2, \"involves\": 21, \"elements\": 48, \"romance\": 37, \"morality\": 5, \"mystery\": 53, \"suspense\": 65, \"sci\": 65, \"fi\": 66, \"generally\": 33, \"photography\": 24, \"uniformly\": 8, \"insertion\": 1, \"various\": 32, \"visual\": 35, \"metaphors\": 2, \"acted\": 46, \"prepared\": 21, \"accept\": 24, \"fantastic\": 51, \"philip\": 4, \"k\": 19, \"dick\": 8, \"style\": 98, \"resolution\": 5, \"secret\": 41, \"kells\": 10, \"animated\": 32, \"shoo\": 1, \"win\": 31, \"category\": 19, \"contender\": 2, \"tell\": 114, \"orphan\": 2, \"named\": 57, \"brendan\": 14, \"uncle\": 23, \"abbot\": 6, \"kell\": 1, \"loving\": 16, \"guardian\": 1, \"strict\": 3, \"concerned\": 15, \"fortifying\": 1, \"wall\": 31, \"town\": 82, \"attack\": 34, \"vikings\": 2, \"nurturing\": 3, \"boy\": 101, \"imagination\": 25, \"legendary\": 9, \"brother\": 67, \"aidan\": 7, \"surprisingly\": 29, \"willie\": 7, \"nelson\": 3, \"wing\": 12, \"woods\": 14, \"forest\": 18, \"nymph\": 1, \"aisling\": 2, \"liking\": 11, \"saves\": 13, \"help\": 110, \"attempts\": 36, \"mystical\": 2, \"legend\": 16, \"light\": 66, \"http\": 2, \"theoscarsblog\": 1, \"blogspot\": 1, \"com\": 10, \"2010\": 1, \"02\": 3, \"html\": 1, \"doa\": 1, \"1950\": 24, \"starred\": 10, \"edmond\": 1, \"o\": 54, \"brien\": 4, \"curious\": 13, \"dennis\": 10, \"quaid\": 5, \"dexter\": 3, \"cornell\": 1, \"professor\": 7, \"affair\": 14, \"students\": 24, \"meg\": 9, \"ryan\": 22, \"sydney\": 5, \"fuller\": 2, \"college\": 38, \"class\": 58, \"crush\": 6, \"wound\": 7, \"stand\": 53, \"ways\": 49, \"deeply\": 14, \"learns\": 19, \"drink\": 17, \"contents\": 4, \"cause\": 28, \"deal\": 46, \"health\": 6, \"problems\": 54, \"outstanding\": 25, \"five\": 61, \"parents\": 48, \"regular\": 13, \"cartoon\": 35, \"except\": 63, \"bras\": 2, \"bullets\": 7, \"started\": 53, \"flying\": 25, \"agree\": 33, \"upset\": 9, \"discriminate\": 2, \"truth\": 37, \"cult\": 24, \"classics\": 19, \"try\": 127, \"fritz\": 5, \"cat\": 30, \"nine\": 10, \"correct\": 12, \"ralph\": 14, \"bashki\": 3, \"streets\": 11, \"jobs\": 14, \"coonskin\": 2, \"offensive\": 15, \"title\": 83, \"era\": 45, \"labeled\": 3, \"street\": 40, \"fighter\": 11, \"brad\": 8, \"pitt\": 10, \"heavy\": 29, \"traffic\": 7, \"dealt\": 14, \"seldom\": 8, \"motivated\": 2, \"case\": 97, \"comanche\": 1, \"moon\": 17, \"uninspired\": 4, \"need\": 102, \"mini\": 19, \"thoughts\": 10, \"indians\": 16, \"across\": 67, \"skit\": 7, \"making\": 182, \"fun\": 183, \"mcmurtry\": 1, \"writes\": 6, \"novels\": 7, \"reads\": 7, \"ended\": 32, \"gus\": 4, \"mccrae\": 2, \"festus\": 1, \"gunsmoke\": 1, \"mannerisms\": 8, \"robert\": 89, \"duvall\": 4, \"pure\": 32, \"cowboy\": 10, \"clara\": 2, \"dirt\": 8, \"sweat\": 2, \"next\": 100, \"austin\": 13, \"summer\": 29, \"conditioning\": 1, \"promise\": 20, \"episodes\": 41, \"dearwood\": 1, \"gov\": 1, \"elisha\": 1, \"pease\": 1, \"whenever\": 21, \"governor\": 4, \"office\": 42, \"bombing\": 7, \"woodrow\": 1, \"call\": 51, \"reasonable\": 12, \"screw\": 3, \"hat\": 6, \"duck\": 5, \"include\": 26, \"isn\": 209, \"tiny\": 15, \"scary\": 43, \"gotten\": 26, \"javier\": 2, \"bardem\": 2, \"rangers\": 5, \"art\": 61, \"thou\": 3, \"george\": 54, \"cloony\": 1, \"come\": 192, \"riding\": 6, \"break\": 42, \"premature\": 2, \"miniseries\": 3, \"completed\": 4, \"able\": 79, \"duplicate\": 2, \"enthralling\": 5, \"lonesome\": 2, \"dove\": 1, \"west\": 38, \"gunga\": 5, \"din\": 6, \"greatest\": 42, \"adventure\": 26, \"told\": 62, \"legion\": 2, \"19th\": 5, \"century\": 28, \"india\": 14, \"lowly\": 2, \"water\": 33, \"bearer\": 3, \"denizen\": 1, \"aspires\": 1, \"counterparts\": 4, \"sergeants\": 2, \"whose\": 62, \"loyalty\": 5, \"extend\": 2, \"bounds\": 1, \"mere\": 11, \"patriotism\": 3, \"abiding\": 1, \"friendship\": 22, \"willing\": 16, \"sacrifice\": 6, \"longs\": 1, \"soldier\": 26, \"bugler\": 1, \"attain\": 2, \"rank\": 6, \"due\": 56, \"subordinate\": 1, \"standing\": 9, \"heroes\": 18, \"credentials\": 1, \"willingness\": 2, \"greater\": 21, \"prove\": 16, \"mettle\": 1, \"seeks\": 4, \"confusing\": 163, \"watched\": 140, \"declared\": 3, \"mentally\": 15, \"scarred\": 5, \"abomination\": 2, \"language\": 19, \"equipped\": 2, \"express\": 18, \"dreadfully\": 4, \"plastic\": 9, \"crime\": 43, \"committed\": 14, \"human\": 106, \"race\": 24, \"creation\": 8, \"agreed\": 12, \"unanimously\": 1, \"shrunken\": 3, \"tommy\": 6, \"blouse\": 2, \"unbelievably\": 5, \"twisted\": 7, \"recovered\": 4, \"ordeal\": 5, \"currently\": 10, \"sitting\": 33, \"corner\": 15, \"room\": 63, \"rocking\": 3, \"sucking\": 4, \"thumbs\": 10, \"whimpering\": 1, \"fundamental\": 2, \"question\": 40, \"lips\": 8, \"create\": 44, \"monstrosity\": 4, \"subject\": 36, \"innocent\": 24, \"trailer\": 15, \"please\": 64, \"sign\": 20, \"petition\": 1, \"rid\": 9, \"heads\": 19, \"civilians\": 6, \"exposed\": 6, \"normally\": 22, \"open\": 44, \"minded\": 14, \"side\": 67, \"totally\": 90, \"pandered\": 1, \"energy\": 14, \"bill\": 41, \"ted\": 8, \"academy\": 23, \"purile\": 1, \"racism\": 10, \"evident\": 9, \"theme\": 47, \"latino\": 4, \"black\": 112, \"guys\": 99, \"white\": 67, \"amusing\": 30, \"reiterated\": 1, \"500th\": 1, \"exageration\": 1, \"both\": 173, \"tiresome\": 4, \"months\": 14, \"waiting\": 38, \"laws\": 7, \"karma\": 1, \"leguizamo\": 4, \"vh1\": 1, \"awards\": 21, \"screened\": 3, \"uk\": 8, \"performing\": 9, \"rare\": 25, \"feat\": 1, \"comedian\": 12, \"sadist\": 4, \"ahem\": 2, \"ha\": 16, \"c\": 39, \"scott\": 43, \"chayefsky\": 1, \"freighted\": 1, \"near\": 47, \"train\": 46, \"nurses\": 2, \"dachau\": 1, \"rigg\": 2, \"rescuing\": 3, \"angel\": 16, \"doom\": 3, \"period\": 48, \"60\": 20, \"dated\": 21, \"chaos\": 5, \"irrationality\": 1, \"system\": 33, \"vs\": 21, \"sanity\": 6, \"timeless\": 5, \"heal\": 2, \"cure\": 4, \"delivered\": 17, \"shouted\": 2, \"references\": 17, \"cloning\": 5, \"wonders\": 7, \"science\": 32, \"morning\": 16, \"piece\": 106, \"vast\": 6, \"puzzle\": 6, \"holocaust\": 7, \"docudrama\": 2, \"rosenstrasse\": 11, \"protest\": 8, \"berlin\": 10, \"event\": 23, \"began\": 26, \"late\": 85, \"february\": 2, \"1943\": 3, \"details\": 33, \"addendum\": 3, \"sets\": 59, \"within\": 50, \"contemporary\": 12, \"present\": 38, \"non\": 50, \"observant\": 1, \"jewish\": 17, \"died\": 46, \"shocks\": 2, \"children\": 99, \"insisting\": 1, \"orthodox\": 2, \"mourning\": 1, \"ritual\": 4, \"further\": 34, \"demanding\": 7, \"daughter\": 72, \"leave\": 89, \"house\": 126, \"distressed\": 4, \"hannah\": 6, \"maria\": 19, \"schrader\": 6, \"cousin\": 9, \"wwii\": 16, \"mother\": 98, \"protected\": 2, \"aryan\": 1, \"finds\": 68, \"lena\": 6, \"fischer\": 2, \"90\": 29, \"persuades\": 2, \"pat\": 7, \"thereafter\": 2, \"improves\": 3, \"focusing\": 3, \"flashbacks\": 16, \"primarily\": 9, \"surrounded\": 14, \"fictitious\": 4, \"central\": 30, \"mrs\": 21, \"33\": 3, \"magnificently\": 4, \"katja\": 1, \"riemann\": 1, \"baroness\": 2, \"accomplished\": 6, \"pianist\": 5, \"married\": 41, \"fabian\": 6, \"martin\": 27, \"feifel\": 1, \"concert\": 6, \"violinist\": 1, \"detained\": 2, \"site\": 15, \"briefly\": 13, \"weave\": 3, \"saturated\": 3, \"washed\": 11, \"gray\": 7, \"tones\": 2, \"reservoir\": 4, \"germany\": 14, \"margarethe\": 1, \"von\": 10, \"trotta\": 2, \"german\": 36, \"cinema\": 80, \"prominent\": 5, \"female\": 47, \"filmmaker\": 20, \"former\": 44, \"feature\": 51, \"lacking\": 11, \"text\": 8, \"indicating\": 1, \"eventual\": 4, \"outcome\": 4, \"custody\": 9, \"below\": 13, \"clear\": 47, \"positive\": 29, \"fared\": 1, \"opinions\": 7, \"critics\": 21, \"needlessly\": 3, \"layered\": 3, \"purveyor\": 1, \"gender\": 4, \"stereotypes\": 16, \"manipulative\": 3, \"music\": 216, \"usual\": 47, \"raps\": 1, \"austere\": 3, \"spontaneous\": 4, \"entirely\": 29, \"vigil\": 1, \"relatives\": 8, \"flashy\": 3, \"depiction\": 10, \"absence\": 9, \"extreme\": 29, \"violence\": 61, \"physically\": 9, \"brutalized\": 1, \"intensified\": 2, \"tension\": 24, \"incrementally\": 1, \"vicious\": 5, \"minute\": 34, \"somberness\": 1, \"stayed\": 11, \"afterward\": 5, \"awoke\": 1, \"mind\": 122, \"filled\": 52, \"bleak\": 9, \"melancholic\": 1, \"chaotic\": 4, \"feelings\": 28, \"conjured\": 3, \"rarely\": 24, \"rating\": 67, \"05\": 3, \"31\": 1, \"reviews\": 39, \"send\": 15, \"directions\": 5, \"websites\": 1, \"swept\": 2, \"labor\": 8, \"meant\": 36, \"final\": 94, \"roundup\": 1, \"national\": 13, \"capital\": 5, \"1700\": 1, \"2000\": 9, \"jews\": 6, \"herded\": 1, \"welfare\": 4, \"community\": 22, \"highly\": 78, \"connected\": 8, \"adolf\": 2, \"eichmann\": 1, \"hoped\": 6, \"segregating\": 1, \"prisoners\": 12, \"members\": 27, \"sent\": 33, \"camps\": 6, \"ominous\": 3, \"destinations\": 1, \"occupied\": 2, \"poland\": 6, \"arrested\": 10, \"remained\": 6, \"loaded\": 5, \"trains\": 2, \"bound\": 6, \"east\": 9, \"deportation\": 2, \"occur\": 11, \"wives\": 6, \"wind\": 11, \"happening\": 29, \"appeared\": 20, \"address\": 3, \"twos\": 1, \"growing\": 28, \"six\": 24, \"thousand\": 8, \"participated\": 2, \"demanded\": 5, \"husbands\": 6, \"day\": 166, \"week\": 35, \"unarmed\": 1, \"unorganized\": 1, \"leaderless\": 1, \"faced\": 13, \"disposal\": 4, \"third\": 31, \"reich\": 1, \"joseph\": 7, \"goebbels\": 4, \"gauleiter\": 1, \"district\": 5, \"leader\": 20, \"anxious\": 5, \"racially\": 1, \"cleansed\": 1, \"charge\": 8, \"public\": 35, \"morale\": 4, \"counts\": 7, \"worried\": 9, \"repercussions\": 1, \"actions\": 19, \"inviting\": 2, \"dissent\": 1, \"fearful\": 2, \"jeopardizing\": 1, \"secrecy\": 1, \"solution\": 7, \"hitler\": 12, \"concurrence\": 1, \"ordered\": 5, \"twenty\": 18, \"already\": 75, \"auschwitz\": 2, \"decision\": 14, \"postponement\": 1, \"inevitable\": 7, \"mistaken\": 9, \"astonishing\": 4, \"victory\": 4, \"destruction\": 11, \"adapted\": 3, \"article\": 3, \"posted\": 2, \"south\": 24, \"florida\": 6, \"website\": 7, \"teacher\": 17, \"guide\": 7, \"beautifully\": 144, \"dislike\": 11, \"jody\": 1, \"foster\": 5, \"sommersby\": 1, \"nicole\": 2, \"jude\": 4, \"adequate\": 7, \"elegant\": 6, \"bumpkin\": 2, \"wonder\": 80, \"lady\": 63, \"chatterly\": 1, \"locations\": 19, \"filming\": 24, \"none\": 67, \"stars\": 92, \"performed\": 9, \"including\": 49, \"sean\": 13, \"connery\": 10, \"original\": 199, \"bond\": 21, \"among\": 52, \"roles\": 64, \"judi\": 1, \"dench\": 1, \"queen\": 22, \"elizabeth\": 8, \"eilene\": 1, \"atkins\": 3, \"creating\": 19, \"upstairs\": 3, \"downstairs\": 2, \"superb\": 33, \"commentator\": 1, \"certain\": 52, \"remains\": 31, \"chance\": 69, \"floored\": 3, \"sitcom\": 14, \"fbl\": 1, \"may\": 221, \"cara\": 4, \"shirley\": 5, \"ng\": 1, \"janet\": 3, \"natalie\": 7, \"sky\": 14, \"lesbian\": 8, \"vancouver\": 2, \"homosexuality\": 8, \"pressure\": 10, \"malaysia\": 1, \"younger\": 29, \"columbia\": 4, \"legalizes\": 1, \"gay\": 54, \"marriage\": 27, \"wanting\": 21, \"wed\": 4, \"decide\": 33, \"whether\": 64, \"conservative\": 4, \"situation\": 50, \"contrasted\": 2, \"jesse\": 8, \"trent\": 5, \"millar\": 2, \"age\": 63, \"fourteen\": 2, \"biological\": 3, \"daniel\": 14, \"andrew\": 4, \"mcilroy\": 2, \"visit\": 17, \"stepfather\": 2, \"norman\": 4, \"michael\": 90, \"robinson\": 2, \"fears\": 14, \"chances\": 9, \"fully\": 30, \"accepted\": 15, \"harmed\": 3, \"dialing\": 1, \"800\": 2, \"makeover\": 1, \"delivery\": 9, \"overdone\": 8, \"physical\": 18, \"emoting\": 3, \"melodrama\": 12, \"wince\": 2, \"fail\": 16, \"performers\": 13, \"approach\": 28, \"competency\": 1, \"miscalculation\": 2, \"material\": 36, \"impress\": 5, \"campiness\": 3, \"purposeful\": 1, \"mimic\": 2, \"inferior\": 4, \"sitcoms\": 9, \"yore\": 2, \"indeed\": 39, \"rewritten\": 2, \"rewrite\": 2, \"focus\": 31, \"ineffective\": 3, \"writer\": 68, \"desiree\": 1, \"lim\": 1, \"put\": 150, \"bland\": 11, \"fest\": 6, \"merely\": 26, \"openly\": 4, \"homosexual\": 7, \"protagonist\": 17, \"weighted\": 1, \"low\": 105, \"top\": 117, \"places\": 29, \"says\": 59, \"passes\": 7, \"danielle\": 2, \"steele\": 3, \"test\": 13, \"andie\": 4, \"macdowell\": 4, \"craptacular\": 1, \"emotionally\": 15, \"uninvolved\": 2, \"single\": 60, \"biggest\": 43, \"antagonist\": 4, \"walk\": 24, \"drinking\": 8, \"beer\": 9, \"auto\": 5, \"magically\": 5, \"transform\": 2, \"engrossing\": 6, \"notice\": 17, \"cuba\": 10, \"flimsy\": 4, \"tracing\": 1, \"paper\": 13, \"obsessive\": 4, \"dedication\": 4, \"unconvincingly\": 2, \"binge\": 2, \"failure\": 13, \"idiot\": 15, \"standards\": 15, \"burt\": 16, \"wears\": 7, \"makeup\": 15, \"frighteningly\": 1, \"rival\": 8, \"mine\": 20, \"stubbed\": 2, \"toe\": 3, \"recompense\": 2, \"mounted\": 2, \"revolution\": 13, \"griffith\": 4, \"handed\": 7, \"epics\": 3, \"tableaux\": 1, \"integrated\": 1, \"lionel\": 12, \"barrymore\": 5, \"utter\": 12, \"swine\": 1, \"neil\": 5, \"hamilton\": 1, \"dashing\": 8, \"carol\": 10, \"dempster\": 2, \"pace\": 28, \"note\": 50, \"trivia\": 5, \"originally\": 15, \"exists\": 10, \"runs\": 38, \"longer\": 39, \"release\": 61, \"slower\": 6, \"fps\": 1, \"rate\": 53, \"increases\": 4, \"versions\": 13, \"patriot\": 3, \"league\": 8, \"broken\": 16, \"blossoms\": 2, \"spend\": 24, \"garish\": 1, \"decor\": 1, \"harshly\": 1, \"lighted\": 1, \"rob\": 15, \"remake\": 29, \"mood\": 37, \"television\": 33, \"seventies\": 9, \"crenna\": 3, \"choice\": 29, \"walter\": 25, \"neff\": 1, \"snappy\": 2, \"wardrobe\": 6, \"swank\": 3, \"apartment\": 21, \"samantha\": 5, \"egger\": 1, \"california\": 12, \"candle\": 3, \"barbara\": 13, \"stanwick\": 1, \"velvet\": 2, \"sex\": 110, \"appeal\": 23, \"lee\": 30, \"cobb\": 6, \"mightily\": 1, \"fashion\": 23, \"barton\": 1, \"keyes\": 2, \"gruff\": 1, \"reminds\": 19, \"rises\": 3, \"potentially\": 7, \"schlocky\": 2, \"view\": 67, \"complex\": 31, \"flawed\": 4, \"opens\": 16, \"rene\": 5, \"zeleweger\": 2, \"discussing\": 5, \"attorney\": 5, \"sparing\": 1, \"cinematic\": 21, \"shocking\": 18, \"illness\": 5, \"proceeds\": 5, \"unexamined\": 1, \"rules\": 6, \"uses\": 38, \"cancer\": 6, \"william\": 33, \"hurt\": 25, \"important\": 61, \"meryl\": 14, \"streep\": 17, \"suzy\": 1, \"homemaker\": 1, \"nuanced\": 4, \"seething\": 3, \"everett\": 4, \"soppy\": 2, \"needn\": 2, \"anger\": 10, \"equally\": 21, \"worthwhile\": 11, \"reed\": 3, \"diamond\": 8, \"suffering\": 18, \"amnesia\": 1, \"mental\": 16, \"asylum\": 3, \"decade\": 17, \"wondering\": 20, \"roads\": 2, \"doctors\": 4, \"experimental\": 3, \"drug\": 28, \"memories\": 16, \"drugs\": 21, \"hallucinations\": 1, \"demon\": 15, \"chooses\": 2, \"escape\": 47, \"befriends\": 2, \"greg\": 4, \"grunberg\": 1, \"mistreats\": 2, \"darkroom\": 1, \"basement\": 6, \"suspicious\": 3, \"tad\": 5, \"easy\": 41, \"identify\": 6, \"revealed\": 15, \"disclosure\": 1, \"homicide\": 6, \"brief\": 24, \"pivotal\": 8, \"shield\": 1, \"journeyman\": 1, \"dollhouse\": 1, \"serviceable\": 1, \"previous\": 48, \"hurst\": 2, \"6\": 43, \"pumkinhead\": 1, \"mansquito\": 1, \"fleeting\": 3, \"pair\": 15, \"boobs\": 7, \"hallucination\": 2, \"theater\": 71, \"1991\": 4, \"12\": 16, \"wil\": 1, \"wheaton\": 1, \"favorite\": 67, \"adolescent\": 5, \"23\": 5, \"whoever\": 18, \"dating\": 5, \"loves\": 21, \"total\": 34, \"macho\": 6, \"wrought\": 2, \"mayhem\": 6, \"shortest\": 1, \"spans\": 3, \"glued\": 5, \"wish\": 65, \"treated\": 17, \"snowmen\": 2, \"apparently\": 67, \"warm\": 10, \"climate\": 1, \"definitely\": 98, \"seriously\": 62, \"cost\": 21, \"bucks\": 10, \"cheapness\": 1, \"intended\": 24, \"laughs\": 33, \"ask\": 38, \"liners\": 16, \"credible\": 12, \"snowman\": 13, \"attacked\": 12, \"winter\": 5, \"amounts\": 6, \"resort\": 9, \"step\": 21, \"hobgoblins\": 3, \"hand\": 61, \"puppets\": 19, \"super\": 48, \"depicts\": 6, \"vessel\": 1, \"mighty\": 5, \"frost\": 11, \"kidding\": 10, \"funniest\": 15, \"snow\": 11, \"boarding\": 4, \"enjoyment\": 9, \"nice\": 128, \"scenery\": 33, \"tricks\": 14, \"existent\": 7, \"sympathy\": 9, \"disliked\": 2, \"adam\": 19, \"grimes\": 3, \"tried\": 55, \"harsh\": 12, \"skill\": 18, \"ten\": 55, \"skills\": 15, \"ran\": 21, \"hid\": 1, \"fear\": 35, \"appearing\": 8, \"advise\": 7, \"blaxploitation\": 2, \"pimp\": 5, \"stops\": 10, \"kung\": 21, \"fu\": 21, \"hoes\": 1, \"nightclub\": 5, \"rated\": 36, \"r\": 26, \"sexual\": 43, \"carlitos\": 2, \"difference\": 14, \"disgusting\": 15, \"prequel\": 5, \"key\": 21, \"filling\": 6, \"power\": 59, \"carlito\": 3, \"name\": 95, \"relation\": 4, \"retires\": 1, \"sweet\": 30, \"prison\": 21, \"mildly\": 10, \"pales\": 4, \"lay\": 5, \"awake\": 5, \"points\": 40, \"kareena\": 2, \"beauty\": 30, \"songs\": 43, \"thats\": 17, \"areas\": 12, \"associated\": 9, \"mumbai\": 2, \"chennai\": 1, \"bollywood\": 12, \"directors\": 42, \"publicity\": 3, \"killing\": 45, \"nowhere\": 26, \"beat\": 25, \"akshay\": 1, \"kumar\": 5, \"height\": 11, \"stupidity\": 10, \"paying\": 11, \"cant\": 7, \"ghatak\": 1, \"khiladiyon\": 1, \"ka\": 1, \"khialdi\": 1, \"current\": 20, \"sad\": 64, \"completion\": 2, \"figure\": 52, \"motion\": 26, \"ropes\": 6, \"childish\": 8, \"handle\": 10, \"amitabh\": 4, \"zanjeer\": 1, \"deewar\": 1, \"effective\": 23, \"visually\": 20, \"acquire\": 2, \"realistic\": 51, \"chritopher\": 1, \"guest\": 17, \"gift\": 8, \"humor\": 78, \"theaters\": 15, \"walking\": 13, \"combination\": 16, \"mockumentary\": 2, \"array\": 3, \"competing\": 4, \"kennel\": 2, \"club\": 23, \"dog\": 61, \"parker\": 12, \"posey\": 6, \"fred\": 15, \"willard\": 7, \"eugene\": 20, \"levy\": 1, \"catherine\": 7, \"hara\": 1, \"higgens\": 1, \"mckean\": 1, \"miller\": 10, \"bob\": 15, \"balaban\": 1, \"jennifer\": 15, \"coolidge\": 1, \"tons\": 12, \"personality\": 11, \"widescreen\": 9, \"image\": 22, \"actual\": 45, \"adds\": 23, \"hilarity\": 4, \"sequels\": 12, \"flaws\": 17, \"starting\": 19, \"subspecies\": 3, \"glorify\": 3, \"herd\": 2, \"mass\": 9, \"consumers\": 1, \"care\": 95, \"quantity\": 3, \"depth\": 37, \"blade\": 8, \"deserve\": 19, \"underworld\": 2, \"dracula\": 11, \"munch\": 2, \"popcorn\": 7, \"cokes\": 1, \"superior\": 18, \"claiming\": 6, \"vampire\": 34, \"fanatic\": 3, \"romanian\": 1, \"transylvania\": 2, \"location\": 17, \"atmosphere\": 41, \"packed\": 11, \"chases\": 6, \"orchestral\": 4, \"radu\": 1, \"source\": 17, \"behave\": 8, \"breathtakingly\": 1, \"gloomy\": 3, \"castle\": 18, \"passageways\": 3, \"situated\": 4, \"romania\": 2, \"vampiric\": 1, \"movement\": 15, \"walls\": 9, \"vampires\": 20, \"flight\": 11, \"short\": 116, \"fascinated\": 4, \"appearance\": 31, \"sinister\": 10, \"journals\": 1, \"spin\": 15, \"hoot\": 11, \"arrives\": 10, \"montana\": 7, \"faces\": 21, \"blending\": 2, \"dealing\": 18, \"bully\": 6, \"aware\": 18, \"franchise\": 11, \"restaurant\": 4, \"chain\": 8, \"build\": 19, \"burrowing\": 2, \"owls\": 6, \"radical\": 2, \"sympathetically\": 1, \"roy\": 19, \"shy\": 6, \"lawbreaking\": 1, \"vandalism\": 2, \"property\": 5, \"kidnapping\": 5, \"manager\": 7, \"restaurants\": 2, \"environmentalism\": 1, \"courage\": 10, \"shying\": 1, \"convictions\": 2, \"solid\": 26, \"separate\": 11, \"lies\": 16, \"accused\": 5, \"elsewhere\": 9, \"cunning\": 4, \"subtle\": 30, \"poetic\": 9, \"phil\": 8, \"collins\": 8, \"belushi\": 6, \"alluded\": 6, \"ethical\": 1, \"dilemmas\": 3, \"levels\": 8, \"probes\": 1, \"protect\": 9, \"rotten\": 9, \"disaster\": 30, \"ignore\": 21, \"wear\": 11, \"abundant\": 3, \"everyday\": 10, \"europe\": 14, \"slogan\": 1, \"titles\": 18, \"aimed\": 8, \"0\": 10, \"chosen\": 17, \"star\": 155, \"abundance\": 2, \"burnett\": 1, \"albert\": 11, \"finney\": 3, \"tim\": 14, \"curry\": 2, \"bernadette\": 1, \"peters\": 3, \"edward\": 14, \"hermann\": 1, \"innocence\": 8, \"newcomer\": 5, \"aileen\": 1, \"quinn\": 7, \"expert\": 10, \"directing\": 37, \"seasoned\": 5, \"pro\": 9, \"huston\": 7, \"angelica\": 1, \"charming\": 42, \"1999\": 10, \"kathy\": 6, \"bates\": 5, \"victor\": 7, \"garber\": 2, \"alan\": 18, \"cumming\": 1, \"kristin\": 2, \"chenoweth\": 1, \"sorry\": 41, \"excuse\": 19, \"sequel\": 52, \"ashley\": 5, \"johnson\": 13, \"chrissie\": 1, \"seaver\": 1, \"prime\": 13, \"pains\": 1, \"adding\": 12, \"joan\": 12, \"edwina\": 1, \"hogbottom\": 1, \"major\": 66, \"daddy\": 7, \"warbucks\": 1, \"hannigan\": 1, \"annie\": 12, \"lovable\": 7, \"70\": 31, \"wars\": 38, \"humans\": 24, \"happen\": 81, \"unreal\": 13, \"rezone\": 3, \"dreams\": 27, \"robots\": 9, \"relate\": 33, \"eledore\": 1, \"similarity\": 2, \"shiro\": 1, \"goth\": 4, \"bitter\": 6, \"eccentric\": 11, \"print\": 7, \"channel\": 43, \"erotic\": 14, \"soft\": 19, \"porn\": 46, \"gothic\": 6, \"10pm\": 1, \"till\": 10, \"limited\": 10, \"multi\": 13, \"million\": 25, \"pound\": 3, \"lottery\": 1, \"bloodsucker\": 1, \"leads\": 36, \"dance\": 50, \"mention\": 53, \"undisputed\": 2, \"lows\": 3, \"purpose\": 22, \"completing\": 2, \"minimum\": 6, \"firstly\": 5, \"misleading\": 7, \"bears\": 6, \"resemblance\": 9, \"toothbrush\": 1, \"wallpaper\": 4, \"toothbrushes\": 1, \"bloodsuckers\": 4, \"miles\": 15, \"dances\": 6, \"suitable\": 5, \"horny\": 5, \"count\": 24, \"bores\": 1, \"ninety\": 4, \"fits\": 13, \"dubbing\": 11, \"appalling\": 9, \"seymour\": 8, \"wooden\": 23, \"abysmal\": 8, \"saving\": 20, \"graces\": 2, \"heterosexual\": 2, \"attraction\": 5, \"kit\": 1, \"bonus\": 5, \"steer\": 3, \"wide\": 17, \"birth\": 13, \"dancing\": 45, \"gruesome\": 15, \"nature\": 38, \"gods\": 4, \"word\": 57, \"lie\": 8, \"pictures\": 24, \"veronica\": 6, \"mars\": 12, \"tackle\": 2, \"perennial\": 1, \"ratings\": 13, \"marked\": 8, \"nadir\": 2, \"ranked\": 4, \"146\": 3, \"beaten\": 9, \"defunct\": 2, \"wb\": 2, \"upn\": 4, \"fox\": 16, \"abc\": 4, \"cbs\": 2, \"nbc\": 7, \"hip\": 11, \"hypesters\": 1, \"boggles\": 1, \"cw\": 2, \"choose\": 12, \"proved\": 14, \"saved\": 13, \"clearly\": 49, \"favors\": 2, \"exchanged\": 1, \"influence\": 17, \"peddled\": 2, \"cynical\": 10, \"explanation\": 9, \"establish\": 5, \"joel\": 5, \"clout\": 2, \"loss\": 24, \"inauspicious\": 1, \"debut\": 16, \"45\": 10, \"counted\": 2, \"mullets\": 1, \"mullet\": 2, \"formula\": 15, \"ain\": 17, \"broke\": 13, \"fixin\": 1, \"streetwise\": 2, \"vulnerable\": 3, \"heroine\": 18, \"hardened\": 3, \"ex\": 22, \"cop\": 41, \"martial\": 19, \"arts\": 28, \"master\": 43, \"gold\": 16, \"issues\": 38, \"magic\": 27, \"animator\": 1, \"jeffery\": 1, \"combs\": 6, \"homage\": 7, \"troma\": 6, \"label\": 8, \"front\": 43, \"gem\": 22, \"frightmare\": 2, \"overplayed\": 3, \"assed\": 2, \"fright\": 6, \"breaking\": 13, \"tampering\": 1, \"tampered\": 1, \"oft\": 4, \"recycled\": 3, \"conrad\": 6, \"radzoff\": 7, \"doing\": 99, \"ferdy\": 3, \"mayne\": 4, \"redeeming\": 12, \"snooty\": 1, \"kids\": 133, \"value\": 40, \"desperate\": 17, \"blockbuster\": 12, \"sits\": 7, \"unhinged\": 6, \"advertisements\": 2, \"boxes\": 5, \"scream\": 24, \"banned\": 5, \"nasty\": 20, \"exploitation\": 18, \"taboo\": 4, \"excites\": 1, \"draws\": 9, \"controversy\": 3, \"necessarily\": 12, \"disgustingly\": 3, \"censors\": 2, \"simple\": 59, \"promised\": 4, \"99\": 9, \"alone\": 58, \"alerted\": 1, \"hopes\": 14, \"halloween\": 14, \"padding\": 8, \"hurts\": 7, \"force\": 38, \"deciding\": 4, \"anyway\": 64, \"cheapest\": 1, \"sleeping\": 12, \"aid\": 4, \"existence\": 9, \"distributors\": 3, \"fortune\": 12, \"changed\": 27, \"marketing\": 9, \"technique\": 11, \"layout\": 2, \"80s\": 26, \"exploitative\": 2, \"eds\": 1, \"crashing\": 6, \"terry\": 16, \"nancy\": 5, \"okay\": 50, \"gloria\": 6, \"severely\": 4, \"injured\": 7, \"commission\": 1, \"rescued\": 6, \"receive\": 4, \"mansion\": 9, \"strange\": 49, \"occupants\": 2, \"marion\": 3, \"middle\": 68, \"aged\": 12, \"hating\": 4, \"constantly\": 25, 